Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Providers.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Use an HTTPS request URL. Local-network and VPN addresses are supported when they use a valid TLS certificate.
ar: استخدم عنوان URL للطلب يعمل عبر HTTPS. تُدعَم عناوين الشبكة المحلية وVPN عندما تستخدم شهادة TLS صالحة.
de: Verwende eine HTTPS-Anfrage-URL. Adressen im lokalen Netzwerk und über VPN werden unterstützt, wenn sie ein gültiges TLS-Zertifikat verwenden.
es: Usa una URL de solicitud HTTPS. Se admiten direcciones de red local y VPN cuando utilizan un certificado TLS válido.
fr: Utilisez une URL de requête HTTPS. Les adresses du réseau local et du VPN sont prises en charge avec un certificat TLS valide.
hi: HTTPS अनुरोध URL का उपयोग करें। मान्य TLS प्रमाणपत्र वाले स्थानीय नेटवर्क और VPN पते समर्थित हैं।
id: Gunakan URL permintaan HTTPS. Alamat jaringan lokal dan VPN didukung jika menggunakan sertifikat TLS yang valid.
ja: HTTPS のリクエスト URL を使用してください。有効な TLS 証明書を使用するローカルネットワークと VPN のアドレスに対応しています。
ko: HTTPS 요청 URL을 사용하세요. 유효한 TLS 인증서를 사용하는 로컬 네트워크 및 VPN 주소가 지원됩니다.
pt_br: Use uma URL de solicitação HTTPS. Endereços de rede local e VPN são compatíveis quando usam um certificado TLS válido.
ru: Используйте URL-адрес запроса HTTPS. Адреса локальной сети и VPN поддерживаются при наличии действительного TLS-сертификата.
th: ใช้ URL คำขอแบบ HTTPS รองรับที่อยู่เครือข่ายภายในและ VPN เมื่อใช้ใบรับรอง TLS ที่ถูกต้อง
tr: HTTPS istek URL'si kullanın. Geçerli bir TLS sertifikası kullanan yerel ağ ve VPN adresleri desteklenir.
vi: Hãy dùng URL yêu cầu HTTPS. Địa chỉ mạng cục bộ và VPN được hỗ trợ khi sử dụng chứng chỉ TLS hợp lệ.
zh_hans: 请使用 HTTPS 请求地址。本地网络和 VPN 地址使用有效 TLS 证书时也受支持。
zh_hant: 請使用 HTTPS 請求網址。本機網路和 VPN 網址使用有效 TLS 憑證時也受支援。

source: Use only if automatic detection fails.
ar: استخدم هذا فقط عند فشل الاكتشاف التلقائي.
de: Nur verwenden, wenn die automatische Erkennung fehlschlägt.
es: Úsala solo si falla la detección automática.
fr: À utiliser uniquement si la détection automatique échoue.
hi: इसका उपयोग केवल तब करें जब स्वचालित पहचान विफल हो।
id: Gunakan hanya jika deteksi otomatis gagal.
ja: 自動検出に失敗した場合のみ使用してください。
ko: 자동 감지에 실패한 경우에만 사용하세요.
pt_br: Use apenas se a detecção automática falhar.
ru: Используйте только при сбое автоматического определения.
th: ใช้เฉพาะเมื่อการตรวจหาอัตโนมัติไม่สำเร็จ
tr: Yalnızca otomatik algılama başarısız olursa kullanın.
vi: Chỉ dùng khi tính năng tự động phát hiện không thành công.
zh_hans: 仅在自动检测失败时使用。
zh_hant: 僅在自動偵測失敗時使用。

# Use the exact model ID exposed by your relay.
source: Use the exact model ID exposed by your custom LLM.
ar: استخدم معرّف النموذج الدقيق الذي يكشفه custom LLM الخاص بك.
de: Verwende die genaue Modell-ID, die dein benutzerdefiniertes LLM bereitstellt.
es: Usa el ID de modelo exacto expuesto por tu LLM personalizado.
fr: Utilise l'identifiant de modèle exact exposé par ton LLM personnalisé.
hi: अपने कस्टम LLM द्वारा उजागर किए गए सटीक मॉडल ID का उपयोग करें।
id: Gunakan ID model yang persis diekspos oleh LLM kustom Anda.
ja: カスタム LLM が公開しているモデル ID を正確に入力してください。
ko: 사용자 지정 LLM이 제공하는 정확한 모델 ID를 사용하세요.
pt_br: Use o ID de modelo exato exposto pelo seu LLM personalizado.
ru: Используйте точный ID модели, предоставляемый вашим пользовательская LLM.
th: ใช้ ID โมเดลที่ LLM แบบกำหนดเอง ของคุณเปิดเผยอย่างแม่นยำ
tr: özel LLM'inizin sunduğu tam model ID'sini kullanın.
vi: Sử dụng đúng ID mô hình mà LLM tùy chỉnh của bạn cung cấp.
zh_hans: 请使用你的 自定义 LLM 实际暴露的模型 ID。
zh_hant: 請使用你的 自訂 LLM 實際暴露的模型 ID。

source: Use the option named by your custom LLM provider. Oriveo fills the default connection settings.
ar: استخدم الخيار الذي يطابق الاسم لدى مزود الـ custom LLM. سيملأ Oriveo إعدادات الاتصال الافتراضية.
de: Wähle die Option, die dein benutzerdefiniertes LLM-Anbieter nennt. Oriveo füllt die Standard-Verbindungseinstellungen aus.
es: Usa la opción indicada por tu proveedor de LLM personalizado. Oriveo completa los ajustes de conexión predeterminados.
fr: Choisissez l’option indiquée par votre fournisseur de LLM personnalisé. Oriveo remplit les réglages de connexion par défaut.
hi: अपने कस्टम LLM प्रदाता के नाम वाले विकल्प का उपयोग करें। Oriveo डिफ़ॉल्ट कनेक्शन सेटिंग भर देगा।
id: Gunakan opsi yang disebutkan oleh penyedia LLM kustom Anda. Oriveo mengisi pengaturan koneksi default.
ja: カスタム LLM プロバイダーが案内している名前の選択肢を使ってください。Oriveo が既定の接続設定を入力します。
ko: 사용자 지정 LLM 제공자가 안내한 이름의 옵션을 선택하세요. Oriveo가 기본 연결 설정을 채웁니다.
pt_br: Use a opção indicada pelo seu provedor de LLM personalizado. O Oriveo preenche as configurações padrão de conexão.
ru: Выберите вариант, который указан у вашего пользовательская LLM-провайдера. Oriveo заполнит настройки подключения по умолчанию.
th: ใช้ตัวเลือกตามชื่อที่ผู้ให้บริการ LLM แบบกำหนดเอง ระบุ Oriveo จะเติมค่าการเชื่อมต่อเริ่มต้นให้
tr: özel LLM sağlayıcınızın adlandırdığı seçeneği kullanın. Oriveo varsayılan bağlantı ayarlarını doldurur.
vi: Dùng lựa chọn đúng với tên mà nhà cung cấp LLM tùy chỉnh đưa ra. Oriveo sẽ điền sẵn cấu hình kết nối mặc định.
zh_hans: 选择与你的自定义 LLM 服务说明一致的类型，Oriveo 会填好默认连接配置。
zh_hant: 選擇與你的自訂 LLM 服務說明一致的類型，Oriveo 會填好預設連線設定。

source: Use your ChatGPT Plus or Pro plan to run Codex. No API credits are used.
ar: استخدم خطة ChatGPT Plus أو Pro لتشغيل Codex. لا يتم استهلاك أرصدة API.
de: Nutze deinen ChatGPT-Plus- oder -Pro-Tarif, um Codex auszuführen. Es werden keine API-Credits verbraucht.
es: Usa tu plan ChatGPT Plus o Pro para ejecutar Codex. No se consumen créditos de API.
fr: Utilisez votre offre ChatGPT Plus ou Pro pour exécuter Codex. Aucun crédit API n'est consommé.
hi: Codex चलाने के लिए अपने ChatGPT Plus या Pro प्लान का उपयोग करें। कोई API क्रेडिट खर्च नहीं होता।
id: Gunakan paket ChatGPT Plus atau Pro Anda untuk menjalankan Codex. Tidak memakai kredit API.
ja: ChatGPT Plus または Pro プランで Codex を実行します。API クレジットは消費しません。
ko: ChatGPT Plus 또는 Pro 요금제로 Codex를 실행합니다. API 크레딧은 소모되지 않습니다.
pt_br: Use seu plano ChatGPT Plus ou Pro para executar o Codex. Nenhum crédito de API é consumido.
ru: Используйте тариф ChatGPT Plus или Pro для работы с Codex. API-кредиты не расходуются.
th: ใช้แพ็กเกจ ChatGPT Plus หรือ Pro ของคุณเพื่อรัน Codex ไม่ใช้เครดิต API
tr: Codex'i çalıştırmak için ChatGPT Plus veya Pro planını kullan. API kredisi harcanmaz.
vi: Dùng gói ChatGPT Plus hoặc Pro của bạn để chạy Codex. Không tiêu tốn API credit.
zh_hans: 用你的 ChatGPT Plus 或 Pro 套餐运行 Codex，不消耗 API credit。
zh_hant: 用你的 ChatGPT Plus 或 Pro 方案執行 Codex，不消耗 API credit。

source: Use your SuperGrok or X Premium quota. No API credits are used.
ar: يستخدم حصتك في SuperGrok أو X Premium. لا يتم استهلاك أرصدة API.
de: Nutzt dein SuperGrok- oder X-Premium-Kontingent. Es werden keine API-Credits verbraucht.
es: Usa tu cuota de SuperGrok o X Premium. No se consumen créditos de API.
fr: Utilise votre quota SuperGrok ou X Premium. Aucun crédit API n'est consommé.
hi: आपके SuperGrok या X Premium कोटा का उपयोग करता है। कोई API क्रेडिट खर्च नहीं होता।
id: Menggunakan kuota SuperGrok atau X Premium Anda. Tidak memakai kredit API.
ja: SuperGrok または X Premium の利用枠を使います。API クレジットは消費しません。
ko: SuperGrok 또는 X Premium 할당량을 사용합니다. API 크레딧은 소모되지 않습니다.
pt_br: Usa sua cota do SuperGrok ou X Premium. Nenhum crédito de API é consumido.
ru: Использует квоту SuperGrok или X Premium. API-кредиты не расходуются.
th: ใช้โควตา SuperGrok หรือ X Premium ของคุณ ไม่ใช้เครดิต API
tr: SuperGrok veya X Premium kotanı kullanır. API kredisi harcanmaz.
vi: Dùng hạn mức SuperGrok hoặc X Premium của bạn. Không tiêu tốn API credit.
zh_hans: 使用你的 SuperGrok 或 X Premium 额度，不消耗 API credit。
zh_hant: 使用你的 SuperGrok 或 X Premium 額度，不消耗 API credit。

# Use your own Codex, Claude, or Gemini relay
source: Connect your own model service
ar: اتصل بخدمة النموذج الخاصة بك
de: Verbinde deinen eigenen Modelldienst
es: Conecta tu propio servicio de modelos
fr: Connectez votre propre service de modèles
hi: अपनी मॉडल सेवा से कनेक्ट करें
id: Hubungkan layanan model Anda sendiri
ja: 自分のモデルサービスに接続
ko: 내 모델 서비스에 연결
pt_br: Conecte seu próprio serviço de modelos
ru: Подключите свой сервис моделей
th: เชื่อมต่อบริการโมเดลของคุณเอง
tr: Kendi model hizmetinize bağlanın
vi: Kết nối dịch vụ mô hình của riêng bạn
zh_hans: 接入你自己的模型服务
zh_hant: 連線到你自己的模型服務

source: Use your own request URL and API key
ar: استخدم عنوان URL للطلب ومفتاح API الخاصين بك
de: Eigene Anfrage-URL und API-Schlüssel verwenden
es: Usa tu propia URL de solicitud y clave API
fr: Utilisez votre URL de requête et votre clé API
hi: अपना अनुरोध URL और API कुंजी इस्तेमाल करें
id: Gunakan URL permintaan dan kunci API Anda sendiri
ja: 独自のリクエスト URL と API キーを使用
ko: 자체 요청 URL과 API 키 사용
pt_br: Use sua própria URL de solicitação e chave de API
ru: Используйте свой URL запроса и API-ключ
th: ใช้ URL คำขอและคีย์ API ของคุณเอง
tr: Kendi istek URL'nizi ve API anahtarınızı kullanın
vi: Dùng URL yêu cầu và khóa API của riêng bạn
zh_hans: 使用自己的请求地址和 API 密钥
zh_hant: 使用自己的請求網址和 API 金鑰

source: Used
ar: المستخدم
de: Verbraucht
es: Usado
fr: Utilisé
hi: उपयोग किया गया
id: Terpakai
ja: 使用済み
ko: 사용됨
pt_br: Usado
ru: Использовано
th: ใช้ไปแล้ว
tr: Kullanılan
vi: Đã dùng
zh_hans: 已使用
zh_hant: 已使用

source: Validate and save
ar: تحقق واحفظ
de: Prüfen und speichern
es: Validar y guardar
fr: Vérifier et enregistrer
hi: सत्यापित करें और सहेजें
id: Verifikasi dan simpan
ja: 検証して保存
ko: 확인하고 저장
pt_br: Validar e salvar
ru: Проверить и сохранить
th: ตรวจสอบและบันทึก
tr: Doğrula ve kaydet
vi: Xác minh và lưu
zh_hans: 验证并保存
zh_hant: 驗證並儲存

source: Validating connection and syncing models...
ar: جارٍ التحقق من الاتصال ومزامنة النماذج...
de: Verbindung wird überprüft und Modelle werden synchronisiert...
es: Validando conexión y sincronizando modelos...
fr: Validation de la connexion et synchronisation des modèles...
hi: कनेक्शन सत्यापित किया जा रहा है और मॉडल सिंक किया जा रहा है...
id: Memvalidasi model koneksi dan sinkronisasi...
ja: 接続とモデルの同期を検証しています...
ko: 연결 확인 및 모델 동기화 중...
pt_br: Validando conexão e sincronizando modelos...
ru: Проверка подключения и синхронизации моделей...
th: กำลังตรวจสอบโมเดลการเชื่อมต่อและการซิงค์...
tr: Bağlantı doğrulanıyor ve modeller senkronize ediliyor...
vi: Đang xác thực các mô hình kết nối và đồng bộ hóa...
zh_hans: 正在验证连接并同步模型...
zh_hant: 正在驗證連接和同步模型...

source: Verified %@ through the actual chat path.
ar: تم التحقق من %@ من خلال مسار الدردشة الفعلي.
de: Verifiziert %@ über den tatsächlichen Chatpfad.
es: %@ verificado a través de la ruta de chat real.
fr: Vérifié %@ via le chemin de discussion réel.
hi: वास्तविक चैट पथ के माध्यम से सत्यापित %@।
id: %@ terverifikasi melalui jalur obrolan sebenarnya.
ja: 実際のチャット パスを通じて %@ を確認しました。
ko: 실제 채팅 경로를 통해 %@를 확인했습니다.
pt_br: %@ verificado por meio do caminho de bate-papo real.
ru: Подтвержден %@ через реальный путь чата.
th: ตรวจสอบ %@ ผ่านเส้นทางการแชทจริง
tr: %@ gerçek sohbet yolu üzerinden doğrulandı.
vi: Đã xác minh %@ thông qua đường dẫn trò chuyện thực tế.
zh_hans: 已通过真实聊天路径验证 %@。
zh_hant: 已透過真實聊天路徑驗證 %@。

source: Verified through the actual chat path
ar: تم التحقق من خلال مسار الدردشة الفعلي
de: Über den tatsächlichen Chat-Pfad überprüft
es: Verificado a través de la ruta de chat real
fr: Vérifié via le chemin de discussion réel
hi: वास्तविक चैट पथ के माध्यम से सत्यापित
id: Diverifikasi melalui jalur obrolan sebenarnya
ja: 実際のチャットパスを通じて検証済み
ko: 실제 채팅 경로를 통해 확인됨
pt_br: Verificado através do caminho real do chat
ru: Проверено по фактическому пути чата
th: ยืนยันผ่านช่องทางแชทจริง
tr: Gerçek sohbet yolu aracılığıyla doğrulandı
vi: Đã xác minh qua đường dẫn trò chuyện thực tế
zh_hans: 已通过真实聊天路径验证
zh_hant: 已透過真實聊天路徑驗證

source: Verify Connection
ar: تحقق من الاتصال
de: Verbindung prüfen
es: Verificar conexión
fr: Vérifier la connexion
hi: कनेक्शन सत्यापित करें
id: Verifikasi Koneksi
ja: 接続を確認
ko: 연결 확인
pt_br: Verificar conexão
ru: Проверьте соединение
th: ตรวจสอบการเชื่อมต่อ
tr: Bağlantıyı Doğrula
vi: Xác minh kết nối
zh_hans: 验证连接
zh_hant: 驗證連線

source: Verifying the new key…
ar: جارٍ التحقق من المفتاح الجديد…
de: Neuer Schlüssel wird überprüft…
es: Verificando la nueva clave…
fr: Vérification de la nouvelle clé…
hi: नई कुंजी सत्यापित की जा रही है…
id: Memverifikasi kunci baru…
ja: 新しいキーを確認中…
ko: 새 키 확인 중…
pt_br: Verificando a nova chave…
ru: Проверка нового ключа…
th: กำลังตรวจสอบคีย์ใหม่…
tr: Yeni anahtar doğrulanıyor…
vi: Đang xác minh khóa mới…
zh_hans: 正在验证新密钥…
zh_hant: 正在驗證新金鑰…

source: Via Ollama Cloud
ar: عبر Ollama Cloud
de: Über Ollama Cloud
es: Mediante Ollama Cloud
hi: Ollama Cloud के जरिए
id: Melalui Ollama Cloud
ja: Ollama Cloud 経由
ko: Ollama Cloud 경유
ru: Через Ollama Cloud
th: ผ่าน Ollama Cloud
tr: Ollama Cloud üzerinden
vi: Qua Ollama Cloud
zh_hans: 经 Ollama 云端
zh_hant: 經 Ollama 雲端

source: View
ar: عرض
de: Ansehen
es: Ver
fr: Afficher
hi: देखें
id: Lihat
ja: 表示
ko: 보기
pt_br: Ver
ru: Показать
th: ดู
tr: Görüntüle
vi: Xem
zh_hans: 查看
zh_hant: 查看

source: View models that support this parameter
ar: عرض النماذج التي تدعم هذه المَعلمة
de: Modelle anzeigen, die diesen Parameter unterstützen
es: Ver modelos que admiten este parámetro
fr: Voir les modèles qui prennent en charge ce paramètre
hi: इस पैरामीटर का समर्थन करने वाले मॉडल देखें
id: Lihat model yang mendukung parameter ini
ja: このパラメータに対応するモデルを見る
ko: 이 매개변수를 지원하는 모델 보기
pt_br: Ver modelos compatíveis com este parâmetro
ru: Показать модели с этим параметром
th: ดูโมเดลที่รองรับพารามิเตอร์นี้
tr: Bu parametreyi destekleyen modelleri gör
vi: Xem các mô hình hỗ trợ tham số này
zh_hans: 查看支持该参数的模型
zh_hant: 檢視支援該參數的模型

source: Virginia (US)
ar: فيرجينيا (الولايات المتحدة)
de: Virginia (USA)
es: Virginia (EE. UU.)
fr: Virginie (États-Unis)
hi: वर्जीनिया (अमेरिका)
id: Virginia (AS)
ja: バージニア（米国）
ko: 버지니아(미국)
pt_br: Virgínia (EUA)
ru: Вирджиния (США)
th: เวอร์จิเนีย (สหรัฐอเมริกา)
tr: Virjinya (ABD)
vi: Virginia (Mỹ)
zh_hans: 弗吉尼亚（美国）
zh_hant: 維吉尼亞（美國）

source: Voucher
ar: قسيمة
de: Gutschein
es: Vale
fr: Bon
hi: वाउचर
ja: クーポン
ko: 바우처
ru: Ваучер
th: บัตรกำนัล
tr: Kupon
vi: Phiếu
zh_hans: 代金券
zh_hant: 代金券

source: Waiting for authorization in your browser…
ar: في انتظار التفويض في المتصفح…
de: Warte auf die Autorisierung in deinem Browser …
es: Esperando la autorización en tu navegador…
fr: En attente de l'autorisation dans votre navigateur…
hi: ब्राउज़र में अनुमति की प्रतीक्षा…
id: Menunggu otorisasi di browser Anda…
ja: ブラウザでの承認を待っています…
ko: 브라우저에서 승인하기를 기다리는 중…
pt_br: Aguardando a autorização no seu navegador…
ru: Ожидание авторизации в браузере…
th: กำลังรอการอนุญาตในเบราว์เซอร์ของคุณ…
tr: Tarayıcında yetkilendirme bekleniyor…
vi: Đang chờ bạn ủy quyền trong trình duyệt…
zh_hans: 等待你在浏览器中完成授权…
zh_hant: 等待你在瀏覽器中完成授權…

source: Waiting for authorization…
ar: في انتظار التفويض…
de: Warte auf Autorisierung …
es: Esperando autorización…
fr: En attente d'autorisation…
hi: अनुमति की प्रतीक्षा…
id: Menunggu otorisasi…
ja: 承認を待っています…
ko: 승인을 기다리는 중…
pt_br: Aguardando autorização…
ru: Ожидание авторизации…
th: กำลังรอการอนุญาต…
tr: Yetkilendirme bekleniyor…
vi: Đang chờ ủy quyền…
zh_hans: 等待授权…
zh_hant: 等待授權…

source: We do not have official documentation for this parameter yet.
ar: لا تتوفّر لدينا بعد وثائق رسمية لهذه المَعلمة.
de: Wir haben noch keine offizielle Dokumentation zu diesem Parameter.
es: Aún no tenemos documentación oficial de este parámetro.
fr: Nous n'avons pas encore de documentation officielle pour ce paramètre.
hi: हमारे पास अभी इस पैरामीटर का आधिकारिक दस्तावेज़ नहीं है।
id: Kami belum punya dokumentasi resmi untuk parameter ini.
ja: このパラメータの公式資料はまだありません。
ko: 이 매개변수에 대한 공식 자료가 아직 없습니다.
pt_br: Ainda não temos documentação oficial deste parâmetro.
ru: У нас пока нет официальной документации по этому параметру.
th: เรายังไม่มีเอกสารทางการของพารามิเตอร์นี้
tr: Bu parametre için henüz resmî belge yok.
vi: Chúng tôi chưa có tài liệu chính thức cho tham số này.
zh_hans: 我们还没有这个参数的官方资料
zh_hant: 我們還沒有這個參數的官方資料

source: We only enable controls after we've verified a parameter actually takes effect, and we haven't tested this model on this connection. Its reasoning ability is unaffected.
ar: لا نفتح التعديل إلا بعد أن نتحقق فعليًا من أن المعامل يعمل، ولم نختبر هذا النموذج على هذا الاتصال بعد. وهذا لا يؤثر على قدرته على الاستدلال.
de: Wir geben Regler erst frei, nachdem wir geprüft haben, dass ein Parameter tatsächlich wirkt – und dieses Modell haben wir über diese Verbindung noch nicht getestet. Seine Denkfähigkeit bleibt davon unberührt.
es: Solo habilitamos los controles después de comprobar que un parámetro surte efecto de verdad, y todavía no hemos probado este modelo en esta conexión. Su capacidad de razonamiento no se ve afectada.
fr: Nous n'activons les réglages qu'après avoir vérifié qu'un paramètre agit réellement, et nous n'avons pas encore testé ce modèle sur cette connexion. Sa capacité de raisonnement n'est pas affectée.
hi: हम नियंत्रण तभी सक्षम करते हैं जब हम जाँच लेते हैं कि पैरामीटर वाकई असर करता है, और इस कनेक्शन पर इस मॉडल को हमने अभी तक परखा नहीं है। इससे इसकी तर्क क्षमता पर कोई असर नहीं पड़ता।
id: Kami baru mengaktifkan kontrol setelah memastikan sebuah parameter benar-benar berpengaruh, dan kami belum menguji model ini pada koneksi ini. Kemampuan penalarannya tidak terpengaruh.
ja: パラメータが実際に効くことを実測で確認してから調整を開放しています。このモデルはこの接続ではまだ検証していません。モデル自体の推論能力には影響ありません。
ko: 매개변수가 실제로 적용되는지 확인한 뒤에만 조정을 열어 둡니다. 이 연결에서는 이 모델을 아직 테스트하지 않았습니다. 모델 자체의 추론 능력에는 영향이 없습니다.
pt_br: Só liberamos os controles depois de verificar que um parâmetro realmente faz efeito, e ainda não testamos este modelo nesta conexão. A capacidade de raciocínio dele não é afetada.
ru: Мы открываем настройку только после того, как убедимся, что параметр действительно работает, а эту модель на этом подключении мы ещё не проверяли. На её способность рассуждать это не влияет.
th: เราจะเปิดให้ปรับค่าได้ก็ต่อเมื่อยืนยันแล้วว่าพารามิเตอร์มีผลจริง และเรายังไม่ได้ทดสอบโมเดลนี้บนการเชื่อมต่อนี้ ความสามารถในการให้เหตุผลของโมเดลไม่ได้รับผลกระทบ
tr: Bir parametrenin gerçekten etki ettiğini doğruladıktan sonra ayarlara izin veriyoruz; bu modeli bu bağlantıda henüz test etmedik. Modelin akıl yürütme yeteneği bundan etkilenmez.
vi: Chúng tôi chỉ mở điều chỉnh sau khi xác nhận tham số thực sự có tác dụng, và chúng tôi chưa kiểm thử mô hình này trên kết nối này. Khả năng suy luận của nó không bị ảnh hưởng.
zh_hans: 我们只在实测确认参数真的生效之后才开放调节，这个模型在这条连接上还没测到。这不影响它本身的推理能力。
zh_hant: 我們只在實測確認參數真的生效之後才開放調節，這個模型在這條連線上還沒測到。這不影響它本身的推理能力。

source: Web
ar: ويب
ja: ネット
ko: 인터넷
zh_hans: 联网
zh_hant: 聯網

source: Web search profile
ar: ملف تعريف بحث الويب
de: Websuchprofil
es: perfil de búsqueda web
fr: Profil de recherche sur le Web
hi: वेब खोज प्रोफ़ाइल
id: Profil pencarian web
ja: ウェブ検索プロファイル
ko: 웹 검색 프로필
pt_br: Perfil de pesquisa na web
ru: Профиль веб-поиска
th: โปรไฟล์การค้นหาเว็บ
tr: Web arama profili
vi: Hồ sơ tìm kiếm trên web
zh_hans: 联网搜索协议
zh_hant: 聯網搜尋協議

source: Web search tool name
ar: اسم أداة البحث في الويب
de: Name des Websuche-Tools
es: Nombre de la herramienta de búsqueda web
fr: Nom de l'outil de recherche web
hi: वेब खोज टूल का नाम
id: Nama alat pencarian web
ja: Web 検索ツール名
ko: 웹 검색 도구 이름
pt_br: Nome da ferramenta de busca web
ru: Имя инструмента веб-поиска
th: ชื่อเครื่องมือค้นหาเว็บ
tr: Web arama aracı adı
vi: Tên công cụ tìm kiếm web
zh_hans: 联网搜索工具名
zh_hant: 聯網搜尋工具名

source: What Oriveo tried
ar: ما الذي جرّبه Oriveo
de: Was Oriveo versucht hat
es: Lo que Oriveo intentó
fr: Ce que Oriveo a essayé
hi: Oriveo ने क्या आज़माया
id: Yang dicoba Oriveo
ja: Oriveo が試した内容
ko: Oriveo가 시도한 항목
pt_br: O que o Oriveo tentou
ru: Что пробовал Oriveo
th: สิ่งที่ Oriveo ลองแล้ว
tr: Oriveo neleri denedi
vi: Những gì Oriveo đã thử
zh_hans: Oriveo 试过哪些地址
zh_hant: Oriveo 試過哪些位址

source: Will be sent • effect unverified
ar: سيتم الإرسال • التأثير غير مُتحقَّق منه
de: Wird gesendet • Wirkung ungeprüft
es: Se enviará • efecto sin verificar
fr: Sera envoyé • effet non vérifié
hi: भेजा जाएगा • प्रभाव असत्यापित
id: Akan dikirim • efek belum diverifikasi
ja: 送信されます • 効果は未検証
ko: 전송됨 • 효과 미검증
pt_br: Será enviado • efeito não verificado
ru: Будет отправлено • эффект не проверен
th: จะถูกส่ง • ยังไม่ได้ตรวจสอบผล
tr: Gönderilecek • etkisi doğrulanmadı
vi: Sẽ được gửi • hiệu quả chưa xác minh
zh_hans: 会发送 · 效果未验证
zh_hant: 會發送 · 效果未驗證

source: Working...
ar: جارٍ العمل...
de: Wird bearbeitet...
es: Procesando...
fr: En cours...
hi: कार्यरत...
id: Bekerja...
ja: 処理中...
ko: 작업 중...
pt_br: Trabalhando...
ru: Работающий...
th: การทำงาน...
tr: Çalışma...
vi: Đang làm việc...
zh_hans: 处理中...
zh_hant: 處理中...

source: You can also add a model ID manually.
ar: يمكنك أيضاً إضافة معرّف نموذج يدوياً.
de: Du kannst auch manuell eine Modell-ID hinzufügen.
es: También puedes añadir manualmente un ID de modelo.
fr: Vous pouvez aussi ajouter manuellement un identifiant de modèle.
hi: आप मॉडल ID मैन्युअल रूप से भी जोड़ सकते हैं।
id: Anda juga dapat menambahkan ID model secara manual.
ja: モデル ID を手動で追加することもできます。
ko: 모델 ID를 직접 추가할 수도 있습니다.
pt_br: Você também pode adicionar um ID de modelo manualmente.
ru: Вы также можете добавить идентификатор модели вручную.
th: คุณยังเพิ่มรหัสโมเดลด้วยตนเองได้
tr: Bir model kimliğini elle de ekleyebilirsiniz.
vi: Bạn cũng có thể thêm ID mô hình theo cách thủ công.
zh_hans: 你也可以手动添加模型 ID。
zh_hant: 你也可以手動新增模型 ID。

source: You'll authorize with your x.ai account in the browser, then come back here.
ar: ستمنح الإذن عبر حساب x.ai في المتصفح، ثم تعود إلى هنا.
de: Du autorisierst im Browser mit deinem x.ai-Konto und kommst dann hierher zurück.
es: Autorizarás con tu cuenta de x.ai en el navegador y luego volverás aquí.
fr: Vous autoriserez avec votre compte x.ai dans le navigateur, puis reviendrez ici.
hi: आप ब्राउज़र में अपने x.ai खाते से अनुमति देंगे, फिर यहाँ वापस आएँगे।
id: Anda akan memberi otorisasi dengan akun x.ai di browser, lalu kembali ke sini.
ja: ブラウザで x.ai アカウントを承認したあと、この画面に戻ってください。
ko: 브라우저에서 x.ai 계정으로 승인한 뒤 이 화면으로 돌아오세요.
pt_br: Você vai autorizar com sua conta x.ai no navegador e depois voltar aqui.
ru: Вы авторизуетесь через аккаунт x.ai в браузере и вернётесь сюда.
th: คุณจะอนุญาตด้วยบัญชี x.ai ในเบราว์เซอร์ แล้วกลับมาที่นี่
tr: Tarayıcıda x.ai hesabınla yetkilendirip buraya döneceksin.
vi: Bạn sẽ ủy quyền bằng tài khoản x.ai trong trình duyệt, rồi quay lại đây.
zh_hans: 你将在浏览器中用 x.ai 账号完成授权，然后回到这里。
zh_hant: 你將在瀏覽器中用 x.ai 帳號完成授權，然後回到這裡。

source: You'll sign in with your ChatGPT account in the browser, then come back here. Your messages are processed by OpenAI Codex.
ar: ستسجّل الدخول عبر حساب ChatGPT في المتصفح، ثم تعود إلى هنا. تُعالَج رسائلك بواسطة OpenAI Codex.
de: Du meldest dich im Browser mit deinem ChatGPT-Konto an und kommst dann hierher zurück. Deine Nachrichten werden von OpenAI Codex verarbeitet.
es: Iniciarás sesión con tu cuenta de ChatGPT en el navegador y luego volverás aquí. Tus mensajes se procesan con OpenAI Codex.
fr: Vous vous connecterez avec votre compte ChatGPT dans le navigateur, puis reviendrez ici. Vos messages sont traités par OpenAI Codex.
hi: आप ब्राउज़र में अपने ChatGPT खाते से साइन इन करेंगे, फिर यहाँ वापस आएँगे। आपके संदेश OpenAI Codex द्वारा प्रोसेस किए जाते हैं।
id: Anda akan masuk dengan akun ChatGPT di browser, lalu kembali ke sini. Pesan Anda diproses oleh OpenAI Codex.
ja: ブラウザで ChatGPT アカウントにログインしたあと、この画面に戻ってください。メッセージは OpenAI Codex で処理されます。
ko: 브라우저에서 ChatGPT 계정으로 로그인한 뒤 이 화면으로 돌아오세요. 메시지는 OpenAI Codex에서 처리됩니다.
pt_br: Você vai entrar com sua conta ChatGPT no navegador e depois voltar aqui. Suas mensagens são processadas pelo OpenAI Codex.
ru: Вы войдёте через аккаунт ChatGPT в браузере и вернётесь сюда. Ваши сообщения обрабатываются OpenAI Codex.
th: คุณจะลงชื่อเข้าใช้ด้วยบัญชี ChatGPT ในเบราว์เซอร์ แล้วกลับมาที่นี่ ข้อความของคุณจะถูกประมวลผลโดย OpenAI Codex
tr: Tarayıcıda ChatGPT hesabınla oturum açıp buraya döneceksin. Mesajların OpenAI Codex tarafından işlenir.
vi: Bạn sẽ đăng nhập bằng tài khoản ChatGPT trong trình duyệt, rồi quay lại đây. Tin nhắn của bạn được xử lý bởi OpenAI Codex.
zh_hans: 你将在浏览器中用 ChatGPT 账号登录，然后回到这里。你的消息由 OpenAI Codex 处理。
zh_hant: 你將在瀏覽器中用 ChatGPT 帳號登入，然後回到這裡。你的訊息由 OpenAI Codex 處理。
